Repository: Syed-Nuhad/automart
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Automart Admin
ar: অটোমার্ট অ্যাডমিন

source: Dashboard
ar: ড্যাশবোর্ড

source: Model
ar: মডেল

source: Approve selected sellers
ar: নির্বাচিত বিক্রেতাদের অনুমোদন করুন

source: Reject selected sellers
ar: নির্বাচিত বিক্রেতাদের বাতিল করুন

source: Basic
ar: বেসিক

source: Filters
ar: ফিল্টার

source: System
ar: সিস্টেম

source: New matches
ar: নতুন মিল

source: Mark selected sellers as VERIFIED
ar: নির্বাচিত বিক্রেতাদের যাচাইকৃত হিসেবে চিহ্নিত করুন

source: Mark selected sellers as UNVERIFIED
ar: নির্বাচিত বিক্রেতাদের অযাচাইকৃত হিসেবে চিহ্নিত করুন

source: Make
ar: ব্র্যান্ড

source: Year
ar: বছর

source: Mileage
ar: মাইলেজ

source: Enter total miles on the car.
ar: গাড়ির মোট মাইল লিখুন।

source: Automatic
ar: অটোমেটিক

source: Manual
ar: ম্যানুয়াল

source: CVT
ar: সিভিটি

source: Petrol
ar: পেট্রল

source: Diesel
ar: ডিজেল

source: Hybrid
ar: হাইব্রিড

source: Electric
ar: ইলেকট্রিক

source: Title
ar: শিরোনাম

source: Price
ar: মূল্য

source: Miles
ar: মাইল

source: Transmission
ar: ট্রান্সমিশন

source: Fuel
ar: জ্বালানি

source: Featured
ar: বৈশিষ্ট্যযুক্ত

source: Show this car in the Featured section
ar: এই গাড়িটি বৈশিষ্ট্যযুক্ত অংশে দেখান

source: New
ar: নতুন

source: Certified
ar: সার্টিফায়েড

source: Hot
ar: জনপ্রিয়

source: Overview
ar: সংক্ষিপ্ত বিবরণ

source: History
ar: ইতিহাস

source: Seller name
ar: বিক্রেতার নাম

source: Seller info
ar: বিক্রেতার তথ্য

source: Seller email
ar: বিক্রেতার ইমেইল

source: Seller phone
ar: বিক্রেতার ফোন

source: Car
ar: গাড়ি

source: Cars
ar: গাড়িসমূহ

source: Helpful
ar: সহায়ক

source: Report
ar: রিপোর্ট

source: New arrivals
ar: নতুন আগমন

source: Under $20k
ar: $20k-এর নিচে

source: SUV
ar: এসইউভি

source: Car not found
ar: গাড়ি পাওয়া যায়নি

source: Hi! I am interested in %(title)s
ar: হ্যালো! আমি %(title)s-এ আগ্রহী

source: this car
ar: এই গাড়িটি

source: Missing car id
ar: গাড়ির আইডি অনুপস্থিত

source: Thank you! Your review has been updated.
ar: ধন্যবাদ! আপনার রিভিউ আপডেট করা হয়েছে।

source: Thank you! Your review has been submitted.
ar: ধন্যবাদ! আপনার রিভিউ জমা হয়েছে।

source: Please enter a recipient email.
ar: অনুগ্রহ করে প্রাপকের ইমেইল লিখুন।

source: That doesn't look like a valid email address.
ar: এটি বৈধ ইমেইল ঠিকানার মতো দেখাচ্ছে না।

source: Check this car: %(title)s
ar: এই গাড়িটি দেখুন: %(title)s

source: Someone
ar: কেউ একজন

source: %(who)s wanted to share this car with you:
ar: %(who)s আপনার সাথে এই গাড়িটি শেয়ার করতে চেয়েছে:

source: Message:
ar: বার্তা:

source: Shared by email.
ar: ইমেইলে শেয়ার করা হয়েছে।

source: New Test Drive Request — %(title)s
ar: নতুন টেস্ট ড্রাইভ অনুরোধ — %(title)s

source: Name
ar: নাম

source: Email
ar: ইমেইল

source: Phone
ar: ফোন

source: When
ar: কবে

source: Notes
ar: নোট

source: Marked helpful.
ar: সহায়ক হিসেবে চিহ্নিত করা হয়েছে।

source: Removed your like.
ar: আপনার পছন্দ মুছে ফেলা হয়েছে।

source: Reported.
ar: রিপোর্ট করা হয়েছে।

source: Removed your report.
ar: আপনার রিপোর্ট মুছে ফেলা হয়েছে।

source: Hello from Python
ar: পাইথন থেকে শুভেচ্ছা

source: Home – AutoMart
ar: হোম – অটোমার্ট

source: Hero background carousel
ar: হিরো ব্যাকগ্রাউন্ড ক্যারোসেল

source: Hero slide %(n)s
ar: হিরো স্লাইড %(n)s

source: Default hero
ar: ডিফল্ট হিরো

source: Slide %(n)s
ar: স্লাইড %(n)s

source: Previous slide
ar: পূর্বের স্লাইড

source: Next slide
ar: পরবর্তী স্লাইড

source: Find your next car with confidence.
ar: আত্মবিশ্বাসের সাথে আপনার পরবর্তী গাড়ি খুঁজুন।

source: Search thousands of verified listings, compare specs, and get financing—all in one place.
ar: হাজারো যাচাইকৃত তালিকা অনুসন্ধান করুন, স্পেসিফিকেশন তুলনা করুন এবং ফাইন্যান্সিং পান—সব এক জায়গায়।

source: Browse Deals
ar: ডিল দেখুন

source: Any
ar: যেকোনো

source: e.g., Corolla
ar: উদাহরণ: Corolla

source: Location
ar: অবস্থান

source: City or ZIP
ar: শহর বা ZIP

source: Max price
ar: সর্বোচ্চ দাম

source: No limit
ar: সীমাহীন

source: Search
ar: অনুসন্ধান

source: Quick Finance
ar: দ্রুত অর্থায়ন

source: Sell Your Car
ar: আপনার গাড়ি বিক্রি করুন

source: Featured Deals
ar: বৈশিষ্ট্যযুক্ত ডিল

source: View all
ar: সব দেখুন

source: Share
ar: শেয়ার

source: mi
ar: মাইল

source: Dealer
ar: বিক্রেতা

source: Est. payment
ar: আনুমানিক কিস্তি

source: View Details
ar: বিস্তারিত দেখুন

source: Wishlist
ar: ইচ্ছেতালিকা

source: Compare
ar: তুলনা করুন

source: Test drive
ar: টেস্ট ড্রাইভ

source: No featured cars yet.
ar: এখনো কোন বৈশিষ্ট্যযুক্ত গাড়ি নেই।

source: All Listings
ar: সমস্ত লিস্টিং

source: Showing %(start)s–%(end)s of %(total)s cars
ar: মোট %(total)s গাড়ির মধ্যে %(start)s–%(end)s দেখানো হচ্ছে

source: Sort: Newest
ar: সাজানো: নতুন প্রথম

source: Sort: Price (Low → High)
ar: সাজানো: দাম (কম → বেশি)

source: Sort: Price (High → Low)
ar: সাজানো: দাম (বেশি → কম)

source: Sort: Mileage (Low → High)
ar: সাজানো: মাইলেজ (কম → বেশি)

source: View switch
ar: ভিউ পরিবর্তন

source: Reset
ar: রিসেট

source: Featured ×
ar: বৈশিষ্ট্যযুক্ত ×

source: Price: %(min)s–%(max)s ×
ar: দাম: %(min)s–%(max)s ×

source: Make: %(m)s ×
ar: ব্র্যান্ড: %(m)s ×

source: Body: %(body)s ×
ar: বডি: %(body)s ×

source: Fuel:
ar: জ্বালানি:

source: Trans:
ar: ট্রান্স:

source: Featured only
ar: শুধুমাত্র বৈশিষ্ট্যযুক্ত

source: Price range ($)
ar: মূল্য পরিসর ($)

source: Min
ar: ন্যূনতম

source: Max
ar: সর্বোচ্চ

source: Body type
ar: বডি টাইপ

source: Apply filters
ar: ফিল্টার প্রয়োগ করুন

source: Clear all
ar: সব মুছে ফেলুন

source: EV
ar: ইভি

source: Add to cart
ar: কার্টে যুক্ত করুন

source: No cars found.
ar: কোনো গাড়ি পাওয়া যায়নি।

source: Listings pagination
ar: তালিকা পেজিং

source: Prev
ar: পূর্ববর্তী

source: Next
ar: পরবর্তী

source: Select up to 4 to compare
ar: তুলনা করার জন্য সর্বোচ্চ ৪টি নির্বাচন করুন

source: Clear
ar: পরিষ্কার

source: Compare Now
ar: এখনই তুলনা করুন

source: Close
ar: বন্ধ করুন

source: Compare Vehicles
ar: গাড়ি তুলনা করুন

source: Spec
ar: স্পেসিফিকেশন

source: Vehicle 1
ar: যান ১

source: Vehicle 2
ar: যান ২

source: Vehicle 3
ar: যান ৩

source: Vehicle 4
ar: যান ৪

source: Body
ar: বডি

source: Save Comparison
ar: তুলনা সংরক্ষণ করুন

source: Sell your car
ar: আপনার গাড়ি বিক্রি করুন

source: Create a free listing in minutes. Add photos, set a price, and reach verified buyers.
ar: মিনিটের মধ্যে একটি বিনামূল্যের লিস্টিং তৈরি করুন। ছবি যোগ করুন, মূল্য নির্ধারণ করুন এবং যাচাইকৃত ক্রেতাদের কাছে পৌঁছান।

source: Your email
ar: আপনার ইমেইল

source: Start Listing
ar: লিস্টিং শুরু করুন

source: Quick Finance Calculator
ar: দ্রুত ফাইন্যান্স ক্যালকুলেটর

source: Vehicle Price ($)
ar: গাড়ির মূল্য ($)

source: Down Payment ($)
ar: অগ্রিম প্রদান ($)

source: APR %%
ar: এপিআর %%

source: Term (months)
ar: মেয়াদ (মাস)

source: Monthly:
ar: মাসিক:

source: See Offers
ar: অফার দেখুন

source: Settings
ar: সেটিংস

source: Pick a language and click Save. The site reloads in that language.
ar: ভাষা বেছে নিয়ে সেভ করুন। সাইটটি সেই ভাষায় পুনরায় লোড হবে।

source: Total: %(amount)s BDT
ar: মোট: %(amount)s টাকা

source: Language
ar: ভাষা

source: Save Language
ar: ভাষা সংরক্ষণ

source: Currency
ar: মুদ্রা

source: Save Currency
ar: মুদ্রা সংরক্ষণ

source: Prices on the site will display using this currency symbol.
ar: সাইটে এই মুদ্রার প্রতীক ব্যবহার করে দাম দেখানো হবে।
